{"unk_token": "<|endoftext|>", "bos_token": "<|elontext|>", "eos_token": "<|endoftext|>", "add_prefix_space": false, "pad_token": "<|pad|>", "max_length": 512, "is_split_into_words": true, "model_max_length": 1024, "special_tokens_map_file": null, "name_or_path": "gpt2", "tokenizer_class": "GPT2Tokenizer"}